<template class="layout_main">
	<div id="MAIN-LAYOUT-CONTENT">
        <div class="container">
		    <h1>Realmaxweb隐私政策</h1>
		     <p>&nbsp;</p>
		    <h2>引言</h2>
		    <p>&nbsp;</p>
		    <p>Realmaxweb视用户信息安全与隐私保护为自己的“生命线”。我们秉承“一切以用户价值为依归”的理念，致力于提升信息处理透明度，增强您对信息管理的便捷性，保障您的信息及通信安全。</p>
		    <p>&nbsp;</p>
		    <p>Realmaxweb严格遵守法律法规，遵循以下隐私保护原则，为您提供更加安全、可靠的服务：</p>
		    <p>&nbsp;</p>
		    <p><a class="title">1、安全可靠：</a>我们竭尽全力通过合理有效的信息安全技术及管理流程，防止您的信息泄露、损毁、丢失。</p>
		    <p><a class="title">2、自主选择：</a>我们为您提供便利的信息管理选项，以便您做出合适的选择，管理您的个人信息和上传的内容。</p>
		    <p><a class="title">3、合理必要：</a>为了向您和其他用户提供更好的服务，我们仅收集必要的信息。</p>
		    <p><a class="title">4、清晰透明：</a>我们努力使用简明易懂的表述，向您介绍隐私政策，以便您清晰地了解我们的信息处理方式。</p>
		    <p><a class="title">5、将隐私保护融入产品设计：</a>我们在产品或服务开发的各个环节，综合法律、产品、设计等多方因素，融入隐私保护的理念。</p>
		    <p>&nbsp;</p>
		    <p>本《隐私政策》主要向您说明：</p>
		    <p>&nbsp;</p>
		    <p><a class="title">我们收集哪些信息；</a></p>
		    <p>&nbsp;</p>
		    <p><a class="title">我们收集信息的用途；</a></p>
		    <p>&nbsp;</p>
		    <p><a class="title">您所享有的权利。</a></p>
		    <p>&nbsp;</p>
		    <p>希望您仔细阅读《隐私政策》（以下简称“本政策”），详细了解我们对信息的收集、使用方式，以便您更好地了解我们的服务并作出适当的选择。</p>
		    <p><a class="title">若您使用Realmaxweb服务，即表示您认同我们在本政策中所述内容。</a>除另有约定外，本政策所用术语与<a href="https://www.realmaxweb.com/site/terms-of-use"><u>《Realmaxweb服务协议》</u></a>中的术语具有相同的涵义。</p>
		    <p>如您有问题，请联系我们。</p>
		    <h2><a class="title">一、我们收集的信息</a></h2>
		    <p>我们根据合法、正当、必要的原则，仅收集实现产品功能所必要的信息。</p>
		    <p><a class="title">1.1 </a>&nbsp;<a class="title">您在使用我们服务时主动提供的信息</a></p>
		    <p><a class="title">1.1.1 您在注册帐户时填写的信息。</a></p>
		    <p>例如，您在注册帐户时所填写的姓名、昵称、手机号码、电子邮箱等。</p>
		    <p><a class="title">1.1.2 您在使用服务时上传的信息。</a></p>
		    <p>例如，您上传的头像、照片、简介及制作AR后发布的内容、图片等。</p>
		    <p><a class="title">1.1.3 您通过我们的客服或参加我们举办的活动时所提交的信息。</a></p>
		    <p>例如，您参与我们线上活动时填写的调查问卷中可能包含您的姓名、电话、家庭地址等信息。</p>
		    <p><a class="title">1.2 </a><a class="title">我们在您使用服务时获取的信息</a></p>
		    <p><a class="title">1.2.1 日志信息。</a>当您使用我们的服务时，我们可能会自动收集相关信息并存储为服务日志信息。</p>
		    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(1) <a class="title">设备信息。</a>例如，设备型号、操作系统版本、唯一设备标识符。</p>
		    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(2) <a class="title">软件信息。</a>例如，浏览器类型。</p>
		    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(3) <a class="title">IP地址。</a></p>
		    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(4) <a class="title">服务日志信息。</a>例如，您在使用我们服务时搜索、查看的信息、服务故障信息、引荐网址等信息。</p>
		    <p><a class="title">1.2.2 位置信息。</a>当您使用与位置有关的服务时，我们可能会记录您设备所在的位置信息，以便为您提供相关服务。</p>
		    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(1) 在您使用服务时，我们可能会通过IP地址、GPS、WiFi或基站等途径获取您的地理位置信息；</p>
		    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(2) 您或其他用户在使用服务时提供的信息中可能包含您所在地理位置信息，例如您提供的帐号信息中可能包含的您所在地区信息，您或其他人共享的照片包含的地理标记信息；</p>
		    <p><a class="title">1.2.3 其他相关信息。</a>为了帮助您更好地使用我们的产品或服务，我们会收集相关信息。例如，我们收集的群组信息。</p>
		    <p><a class="title">1.3 </a>&nbsp;<a class="title">其他用户分享的信息中含有您的信息</a></p>
		    <p>例如，其他用户发布的照片或分享的视频、AR作品中可能包含您的信息。</p>
		    <h2><a class="title">二、我们如何使用收集的信息</a></h2>
		    <p>我们严格遵守法律法规的规定及与用户的约定，将收集的信息用于以下用途。若我们超出以下用途使用您的信息，我们将再次向您进行说明，并征得您的同意。</p>
		    <p>2.1&nbsp;向您提供服务。</p>
		    <p>2.2&nbsp;满足您的个性化需求。例如，语言设定、位置设定、个性化的帮助服务。</p>
		    <p>2.3&nbsp;产品开发和服务优化。例如，当我们的系统发生故障时，我们会记录和分析系统故障时产生的信息，优化我们的服务。</p>
		    <p>2.4&nbsp;安全保障。例如，我们会将您的信息用于身份验证、安全防范、反诈骗监测、存档备份、客户的安全服务等用途。</p>
		    <p>为了让您有更好的体验、改善我们的服务或经您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某些服务所收集的信息用于我们的其他服务。例如，将您在使用我们某项服务时的信息，用于另一项服务中向您展示个性化的内容或广告、用于用户研究分析与统计等服务。</p>
		    <p>为了确保服务的安全，帮助我们更好地了解运行情况，我们可能记录相关信息，例如，您使用应用程序的频率、故障信息、总体使用情况、性能数据以及应用程序的来源。我们不会将我们存储在分析软件中的信息与您在应用程序中提供的个人身份信息相结合。</p>
		    <h2><a class="title">三、我们如何使用Cookie及相关技术</a></h2>
		    <p>我们或我们的第三方合作伙伴，可能通过浏览器自带的Cookie及相关技术收集您的信息，目的是为您提供更个性化的用户体验和服务。</p>
		    <p>您也可以通过浏览器设置管理Cookie。但请注意，如果停用Cookie，您可能无法享受最佳的服务体验，某些服务也可能无法正常使用。若您希望了解更多Cookie的安全性等信息，可参见《<a href="https://www.realmaxweb.com/site/cookie-policy"><u>Cookie政策说明</u></a>》。</p>
		    <p>我们不会将Cookies用于本隐私政策所述目的之外的任何用途。</p>
		    <h2><a class="title">四、您分享的信息</a></h2>
		    <p>您可以通过我们的服务发布编辑的内容及相关信息。请注意，这其中可能包含您的个人身份信息、个人财产信息等敏感信息。<a class="title">请您谨慎考虑披露您的相关个人敏感信息。</a></p>
		    <h2><a class="title">五、您如何管理自己的信息</a></h2>
		    <p>5.1&nbsp;我们将按照本政策所述，仅为实现我们产品或服务的功能，收集、 使用您的信息。如您发现我们违反法律、行政法规的规定或者双方的约 定收集、使用您的个人信息，您可以要求我们删除。如您发现我们收集、 存储的您的个人信息有错误的，您也可以要求我们更正。请通过本政策 列明的联系方式与我们联系。</p>
		    <p>5.2&nbsp;在您访问、修改和删除相关信息时，我们可能会要求您进行身份验 证，以保障帐号的安全。</p>
		    <p>5.3&nbsp;请您理解，由于技术所限、法律或监管要求，我们可能无法满足您 的所有要求，我们会在合理的期限内答复您的请求。</p>
		    <h2><a class="title">六、我们分享、转让、公开披露您的个人信息</a></h2>
		    <p>我们遵照法律法规的规定，对信息的分享进行严格的限制，例如：</p>
		    <p>6.1&nbsp;在获取您明确同意的情况下，我们会与其他方共享您的个人信息。</p>
		    <p>6.2&nbsp;我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司 法机关依法提出的要求，对外共享您的个人信息。</p>
		    <p>6.3&nbsp;在法律法规允许的范围内，为维护会公众利益、财产或安全免遭损 害而有必要共享您的个人信息。</p>
		    <p>6.4&nbsp;在我们的关联方向您或向我们提供服务的情况下，我们可能与我们 的关联公司共享您的个人信息。但我们仅共享必要的个人信息，且关联 方对您信息的处理受本隐私政策的约束。关联公司如要改变您个人信息 的处理目的，将再次征求您的授权和同意。</p>
		    <p>6.5&nbsp;除非获得您的明确授权和同意，否则我们不会与第三方广告商、应 用程序开发者、开放平台或其他合作伙伴共享您的个人信息。我们可能 会为这些合作伙伴提供汇总后的信息、匿名化后的信息或者其他不会识 别到您个人身份的信息。</p>
		    <p>6.6 仅为实现外部处理的目的，我们可能会与第三方合作伙伴（第三方 服务供应商、承包商、代理、广告合作伙伴、应用开发者等，例如，代 表我们发出电子邮件或推送通知的通讯服务提供商、为我们提供位置服 务的地图服务供应商）（他们可能并非位于您所在的法域）分享您的个 人信息，让他们按照我们的说明、隐私政策以及其他相关的保密和安全 措施来为我们处理上述信息，并用于以下用途：</p>
		    <p>6.6.1 向您提供我们的服务；</p>
		    <p>6.6.2 实现“我们如何使用收集的信息”部分所述目的；</p>
		    <p>6.6.3 履行我们在《Realmaxweb服务协议》或本政策中的义务和行 使我们的权利；</p>
		    <p>6.6.4 理解、维护和改善我们的服务。</p>
		    <p>如我们与上述第三方分享您的信息，我们将会采用加密、匿名化处 理等手段保障您的信息安全。</p>
		    <p>6.7&nbsp;我们会将所收集到的信息用于大数据分析。例如，我们将收集到的 信息用于分析形成不包含任何个人信息的城市热力图或行业洞察报告。 我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别 内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的 总体使用趋势。</p>
		    <p><a class="title">信息转让</a></p>
		    <p>6.8&nbsp;随着我们业务的持续发展，当发生合并、收购、资产转让等交易导 致向第三方转让您的个人信息时，我们将通过推送通知、公告等形式告 知您相关情形，按照法律法规及不低于本政策所要求的标准继续保护或要 求新的管理者继续保护您的个人信息。否则我们将要求该公司、组织和 个人重新征得您的授权同意。</p>
		    <p>6.9&nbsp;在获得您明确同意的情形下转让，亦即获得您明确同意后，我们会 向其他方转让我们已经获取的您的个人信息。</p>
		    <p><a class="title">公开披露信息</a></p>
		    <p>6.10&nbsp;我们可能基于以下目的，有必要时披露您的个人信息：</p>
		    <p>6.10.1 与国家安全、国防安全有关的；遵守适用的法律法规等有关规定；</p>
		    <p>6.10.2 与公共安全、公共卫生、重大公共利益有关的；</p>
		    <p>6.10.3 与犯罪侦查、起诉、审判、判决与裁定的执行、或其他法律程序的规定；</p>
		    <p>6.10.4 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
		    <p>6.10.5 为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益合理且必要的用途。</p>
		    <p>6.10.6&nbsp;所收集的个人信息是您自行向社会公众公开的或从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
		    <p>6.10.7 用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
		    <p>6.10.8 学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
		    <p>6.10.9&nbsp;遵守相关政府机关或其他法定授权组织的要求；</p>
		    <p>6.10.10&nbsp;法律法规规定的其他情形。</p>
		    <h2><a class="title">七、我们可能向您发送的信息</a></h2>
		    <p>7.1&nbsp;信息推送</p>
		    <p>您在使用我们的服务时，我们可能向您发送电子邮件、短信、资讯或推送通知。您可以按照我们的相关提示，在设备上选择取消订阅。</p>
		    <p>7.2&nbsp;与服务有关的公告</p>
		    <p>我们可能在必要时（例如，因系统维护而暂停某一项服务时）向您发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于广告的公告。</p>
		    <h2><a class="title">八、存储信息的地点和期限</a></h2>
		    <p>8.1&nbsp;存储信息的地点</p>
		    <p>我们遵守法律法规的规定，将境内收集的用户个人信息存储于境内。</p>
		    <p>8.2&nbsp;存储信息的期限</p>
		    <p>一般而言，我们仅为实现目的所必需的最短时间保留您的个人信息。但在下列情况下，我们有可能因需符合法律要求，更改个人信息的存储时间：</p>
		    <p>8.2.1 与国家安全、国防安全有关的；遵守适用的法律法规等有关规定；</p>
		    <p>8.2.2 与公共安全、公共卫生、重大公共利益有关的；</p>
		    <p>8.2.3 与犯罪侦查、起诉、审判、判决与裁定的执行、或其他法律程序的规定；</p>
		    <p>8.2.4 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
		    <p>8.2.5 为执行相关服务协议或本政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益合理且必要的用途。</p>
		    <p>8.2.6 所收集的个人信息是您自行向社会公众公开的或从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
		    <p>8.2.7 用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
		    <p>8.2.8 学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
		    <p>8.2.9&nbsp;遵守相关政府机关或其他法定授权组织的要求；</p>
		    <p>8.2.10&nbsp;法律法规规定的其他情形。</p>
		    <p>当我们的产品或服务发生停止运营的情形时，我们将采取例如，推送通知、公告等形式通知您，并在合理的期限内删除或匿名化处理您的个人信息。</p>
		    <h2><a class="title">九、信息安全</a></h2>
		    <p>我们为您的信息提供相应的安全保障，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取合理可行的措施，保护您的个人信息。</p>
		    <p>9.1&nbsp;我们严格遵守法律法规保护用户的通信秘密。</p>
		    <p>9.2&nbsp;我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如，我们使用加密技术（例如，TLS、SSL）、匿名化处理等手段来保护您的个人信息。</p>
		    <p>9.3&nbsp;我们可能通过用户的登录时间、IP、登录次数等信息进行分析，妥善做好风控管理。</p>
		    <p>我们建立专门的管理制度、流程和组织确保信息安全。例如，我们对可能接触到您个人信息的工作人员采取最小够用授权原则，要求他们遵守保密义务，并定期核查访问人员名单和访问记录。</p>
		    <p>9.4&nbsp;若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大，并以推送通知、公告等形式告知您，按照法律法规的要求上报国家主管机关。</p>
		    <h2><a class="title">十、未成年人保护</a></h2>
		    <p>我们非常重视对未成年人个人信息的保护。根据相关法律法规的规定，若您是18周岁以下的未成年人，在使用Realmaxweb的服务前，应事先取得您的家长或法定监护人的同意。若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过第十三部分中的联系方式与我们联系。</p>
		    <h2><a class="title">十一、适用范围</a></h2>
		    <p>我们的所有服务均适用本政策。</p>
		    <p>请您注意，本政策不适用由其他公司或个人提供的服务。</p>
		    <p>您使用该等第三方服务须受其隐私政策（而非本政策）约束，您需要仔细阅读其政策内容。</p>
		    <h2><a class="title">十二、变更</a></h2>
		    <p>我们可能适时修订本政策内容。如该等变更会导致您在本政策项下权利的实质减损，我们将在变更生效前，通过在页面显著位置提示、向您发送电子邮件等方式通知您。<a class="title">在该种情况下，若您继续使用我们的服务，即表示同意受经修订的政策约束。</a></p>
		    <h2><a class="title">十三、联系我们</a></h2>
		    <p>如您对本政策或其他相关事宜有疑问，请填写相关资料，将您的问题发送至privacy@realmax.com或寄到如下地址：</p>
		    <p>地址：上海市黄浦区中山南路1218号2层Realmaxweb法务部（收）</p>
		    <p>邮编：200011</p>
		    <p>我们将尽快审核所涉问题，并在验证您的用户身份后的三十天内予以回复。</p>
		    <h2><a class="title">&nbsp;</a></h2>
		    <p class="title">发布日期: 2018年9月25日</p>
</div>    </div>
</template>

<script>
</script>

<style scoped>
	#MAIN-LAYOUT-CONTENT{
		text-align: left;
    	padding: 3%;
    	line-height: 30px;
    	font-size: .24rem;
	}
	div.container{
		min-height: 822px;
	}
	h2{
		font-size: .3rem;
    	font-weight: bold;
    	line-height: 30px;
	}
	h1{
		font-weight: bold;
    	text-align: center;
    	font-size: .36rem;
	}
	a.title,h2.title{
    	font-weight: bold;
    	line-height: .3rem;
	}
	p.title{
		text-align: right;
	}
</style>