<template>
	<div id="MAIN-LAYOUT-CONTENT">
        <div class="container">
				    <p class="title">服务协议</p>
				    <p>&nbsp;</p>
				    <p class="title_p">【首部及导言】</p>
				    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;https://www.realmaxweb.com是塔普翊海（上海）智能科技有限公司（以下简称REALMAX）提供的AR/VR制作及发布平台。</p>
				    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;欢迎您使用REALMAX的服务！</p>
				    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a>为使用REALMAX的服务，您应当阅读并遵守《REALMAX服务协议》（以下简称“本协议”）。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、管辖与法律适用条款，以及开通或使用某项服务的单独协议（若有）。</a>除非您已阅读并接受本协议所有条款，否则您无权使用REALMAX提供的服务。您使用REALMAX的服务即视为您已阅读并接受上述协议的约束。</p>
				    <p>&nbsp;</p>
				    <p>   如果您代表公司或其他单位使用realmaxweb网站所提供服务，您对本协议的接受将被自动视为您在此向realmaxweb网站承诺您有权代表该公司或单位接受本协议。</p>
				    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a>如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。</a></p>
				    <p>&nbsp;</p>
				    <p class="title">一、协议的范围</p>
				    <p>　　1.1 本协议是您与REALMAX之间关于用户使用REALMAX相关服务所订立的协议。“REALMAX”是指REALMAX公司及其相关服务可能存在的运营关联单位。“用户”是指使用REALMAX相关服务的使用人，在本协议中更多地称为“您”。</p>
				    <p>　　1.2 realmaxweb网站具有AR/VR制作系统，本协议项下的服务是指REALMAX允许用户使用该制作系统进行AR/VR制作编辑，并允许用户使用他人编辑或发布的工程/应用，用户可以在realmaxweb网站中发布编辑成果，还可以分享链接让自己的用户或客户来体验制作好的作品。（以下简称“本服务”）。</p>
				    <p>　　1.3 本协议内容同时包括《隐私政策》（链接地址：<a href="https://www.realmaxweb.com/site/privacy-policy"><u>https://www.realmaxweb.com/site/privacy-policy</u></a>）,且您在使用REALMAX某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”）。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。您对前述任何单独协议的接受，即视为您对本协议全部的接受。</p>
				    <p>&nbsp;</p>
				    <p class="title">二、帐号与密码安全</p>
				    <p>　　2.1 您在使用REALMAX的服务时需要注册一个帐号。</p>
				    <p>　　2.2 REALMAX特别提醒您应妥善保管您的帐号和密码。当您使用完毕后，应安全退出。您应采取合理措施维护密码和帐号的安全。您对利用该密码和帐号所进行的一切活动负全部责任；由该等活动所导致的任何损失或损害由您自行承担。</p>
				    <p>　　2.3 用户可随时改变帐号的密码，也可以申请新的帐号，但不可以要求删除旧的帐号。</p>
				    <p>　　2.4 用户不得使用任何方式盗用、冒充他人用户名，其行为造成恶劣后果的责任自负。</p>
				    <p>　　2.5 对于用户长时间未使用的帐号，本网站有权予以关闭。</p>
				    <p>&nbsp;</p>
				    <p class="title">三、用户个人信息保护</p>
				    <p>　　3.1 保护用户个人信息是REALMAX的一项基本原则。REALMAX将按照本协议及《隐私政策》的规定收集、使用、储存和分享您的个人信息。本协议对个人信息保护规定的内容与《隐私政策》有冲突的，及本协议对个人信息保护相关内容未作明确规定的，均应以《隐私政策》的内容为准。</p>
				    <p>　　3.2 您在注册帐号或使用本服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您需要填写真实的身份信息。若您填写的信息不完整，则无法使用本服务或在使用过程中受到限制。</p>
				    <p>　　3.3 一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。</p>
				    <p>　　3.4 REALMAX将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。</p>
				    <p>　　3.5 REALMAX不会在未经您授权时公开、编辑、转移或透露您的注册资料及保存在realmaxweb网站中的非公开内容，除非有法律许可要求或REALMAX在诚信的基础上认为披露这些信息是必要的，披露上述相关信息的必要情形包括以下情形：</p>
				    <p>　　（1）相关法律法规或法院、政府机关要求；</p>
				    <p>　　（2）遵从realmaxweb网站合法服务程序，保持维护realmaxweb网站的知识产权所必须；</p>
				    <p>　　（3）为完成合并、分立、收购或资产转让而转移；</p>
				    <p>　　（4）在紧急情况下竭力维护用户个人和社会大众的隐私安全；</p>
				    <p>　　（5）为提供您要求的服务所必需；</p>
				    <p>　　（6）符合其它相关的要求。&nbsp;</p>
				    <p>　　3.6 REALMAX非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用REALMAX的服务前，应事先取得您家长或法定监护人（以下简称"监护人"）的书面同意。</p>
				    <p>&nbsp;</p>
				    <p class="title">四、使用本服务的方式</p>
				    <p>　　4.1 您应当通过REALMAX提供或认可的方式使用本服务。您依本协议条款所取得的权利不可转让。</p>
				    <p>　　4.2 您不得使用未经REALMAX授权的插件、外挂或第三方工具对本协议项下的服务进行干扰、破坏、修改或施加其他影响。</p>
				    <p>　　4.3 不可通过非REALMAX开发、授权的第三方软件、插件、外挂、系统，登录或使用REALMAX软件及服务，或制作、发布、传播非REALMAX开发、授权的第三方软件、插件、外挂、系统。</p>
				    <p>&nbsp;</p>
				    <p class="title">五、按现状提供服务</p>
				    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您理解并同意，REALMAX的服务是按照现有技术和条件所能达到的现状提供的。REALMAX会尽最大努力向您提供服务，确保服务的连贯性和安全性；但REALMAX不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。</p>
				    <p>&nbsp;</p>
				    <p class="title">六、收费服务</p>
				    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;目前REALMAX的服务是免费提供的。随着时间的推移，REALMAX可能会对部分免费服务开始收费。开始收费前，REALMAX将在相应服务页面进行通知或公告。如果您不同意上述付费内容，则应停止使用相应服务。</p>
				    <p>&nbsp;</p>
				    <p class="title">七、用户发布内容的传播</p>
				    <p>　　7.1 如果您通过本服务分享作品，则您保证：</p>
				    <p>　　（1）您所分享的作品均由您本人制作或已经依法获得原始制作人合法授权。</p>
				    <p>　　（2）您有权授权REALMAX免费使用您的作品，包括但不限于将您制作的作品向其他用户推荐或推广。</p>
				    <p>　　（3）REALMAX依照本服务的规则使用您的作品，无须另行获得第三方同意或对第三方承担任何责任。</p>
				    <p>&nbsp;</p>
				    <p class="title">八、第三方提供的产品或服务</p>
				    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;您在realmaxweb网站上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的相关协议或要求。REALMAX和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。　</p>
				    <p>&nbsp;</p>
				    <p class="title">九、知识产权声明</p>
				    <p>　　9.1 REALMAX在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归REALMAX所有，用户在使用本服务中所产生的内容的知识产权归用户及REALMAX共同共有，双方均可使用该作品。</p>
				    <p>　　9.2 除另有特别声明外，REALMAX用以提供本服务的制作系统、编辑及发布平台的著作权、专利权及其他知识产权均归REALMAX所有。</p>
				    <p>　　9.3 REALMAX在本服务中所使用的“REALMAX”、“realmaxweb”等商业标识，其著作权或商标权归REALMAX所有。</p>
				    <p>　　9.4 上述及其他任何本服务包含的内容的知识产权均受到法律保护，未经REALMAX、用户许可，任何人不得以任何形式进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等，或创造相关衍生作品。</p>
				    <p>　　9.5 用户知晓凡在本网站编辑后发布作品或链接，则意味着授权登录本网站的人无偿使用发布的作品或链接。</p>
				    <p>　　9.6 用户必须确保其发布的内容为原创的，或已经获得相关制作者合法授权，且不得侵犯他人任何知识产权，不违背商业保密协议。若因发布内容产生法律纠纷，全部责任在于用户本人，REALMAX不承担任何法律责任。</p>
				    <p>　　9.7 用户认可在realmaxweb网站上发布的内容，可由REALMAX免费的、非独家使用，REALMAX有权将该内容用于REALMAX各种形态的产品和服务上，包括但不限于realmaxweb网站以及REALMAX其他网站及REALMAX发布的适用于手持终端设备的应用或其他互联网产品。</p>
				    <p>　　9.8 如果任何第三方侵犯了您相关的权利，您同意授权REALMAX或其指定的代理人代表自身和/或您对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉（但非义务），或谈判和解，并且您同意在REALMAX认为必要的情况下参与共同维权。相关律师费协商解决。</p>
				    <p>&nbsp;</p>
				    <p class="title">十、用户违法行为</p>
				    <p>　　10.1 您在使用本服务时须遵守法律法规，不得利用本服务从事违法违规行为，包括但不限于：</p>
				    <p>　　（1）反对宪法所确定的基本原则的；</p>
				    <p>　　（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
				    <p>　　（3）损害国家荣誉和利益的；</p>
				    <p>　　（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
				    <p>　　（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
				    <p>　　（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
				    <p>　　（7）散布淫秽、赌博、暴力、凶杀、自残、恐怖或者教唆犯罪的；</p>
				    <p>　　（8）侮辱或者诽谤他人，侵害他人合法权益（如名誉权、肖像权等）的；</p>
				    <p>　　（9）侵害他人知识产权、商业秘密等合法权利的；</p>
				    <p>　　（10）虚构事实、隐瞒真相以误导、欺骗他人的；</p>
				    <p>　　（11）发布、传送、传播广告信息及垃圾信息的；</p>
				    <p>　　（12）其他法律法规禁止的行为。</p>
				    <p>如果您上传、发布或传输的内容含有以上违反法律法规的信息或内容，或者侵犯任何第三方的合法权益，您将直接承担一切不利后果。REALMAX不承担任何责任。</p>
				    <p>　　10.2 如果REALMAX发现或收到他人举报您发布的信息违反本条约定，REALMAX有权进行独立判断并采取技术手段予以删除、屏蔽或断开链接。同时，REALMAX有权视用户的行为性质，采取包括但不限于暂停或终止服务，限制、冻结或终止账号使用，追究法律责任等措施。</p>
				    <p>　　10.3 不得将有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料，加以上载、张贴或以其他方式上传到本网站，亦不得干扰或破坏本网站服务或与本网站服务相连的服务器和网络，或不遵守本网站使用之规定。</p>
				    <p>　　10.4 您违反本条约定，导致任何第三方损害的，您应当独立承担责任；REALMAX因此遭受损失的，您也应当一并赔偿。</p>
				    <p>&nbsp;</p>
				    <p class="title">十一、遵守当地法律监管</p>
				    <p>　　11.1 您在使用本服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。</p>
				    <p>　　11.2 您应避免因使用本服务而使REALMAX卷入政治和公共事件，否则REALMAX有权暂停或终止对您的服务。</p>
				    <p>&nbsp;</p>
				    <p class="title">十二、用户发送、传播的内容与第三方投诉处理</p>
				    <p>　　12.1 您通过本服务发送或传播的内容（包括但不限于网页、文字、图片、音频、视频、图表等）均由您自行承担责任。</p>
				    <p>　　12.2 您发送或传播的内容应有合法来源，相关内容为您所有或您已获得权利人的授权。</p>
				    <p>　　12.3 如果REALMAX收到权利人通知，主张您发送或传播的内容侵犯其相关权利的，您同意REALMAX有权进行独立判断并采取删除、屏蔽或断开链接等措施。</p>
				    <p>　　12.4 您理解并同意，如您被他人投诉侵权或您投诉他人侵权，REALMAX有权将争议中相关方的主体、联系方式、投诉相关内容等必要信息提供给其他争议方或相关部门，以便及时解决投诉纠纷，保护他人合法权益。</p>
				    <p>&nbsp;</p>
				    <p class="title">十三、不可抗力及其他免责事由</p>
				    <p>　　13.1 您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，REALMAX将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失REALMAX在法律允许的范围内免责。</p>
				    <p>　　13.2 在法律允许的范围内，REALMAX对以下情形导致的服务中断或受阻不承担责任：</p>
				    <p>　　（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>
				    <p>　　（2）用户或REALMAX的电脑软件、系统、硬件和通信线路出现故障；</p>
				    <p>　　（3）用户操作不当；</p>
				    <p>　　（4）用户通过非REALMAX授权的方式使用本服务；</p>
				    <p>　　（5）其他REALMAX无法控制或合理预见的情形。</p>
				    <p>　　13.3 您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，REALMAX不对因侵权行为给您造成的损害负责。这些风险包括但不限于：</p>
				    <p>　　（1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；</p>
				    <p>　　（2）因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失；</p>
				    <p>　　（3）其他因网络信息或用户行为引起的风险。</p>
				    <p>　　13.4 您理解并同意，本服务并非为某些特定目的而设计，包括但不限于核设施、军事用途、医疗设施、交通通讯等重要领域。如果因为软件或服务的原因导致上述操作失败而带来的人员伤亡、财产损失和环境破坏等，REALMAX不承担法律责任。</p>
				    <p>　　13.5 REALMAX依据本协议约定获得处理违法违规内容的权利，该权利不构成REALMAX的义务或承诺，REALMAX不能保证及时发现违法行为或进行相应处理。</p>
				    <p>　　13.6 在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。</p>
				    <p>　　13.7 对于用户在本网站自行制作、发布或发送的内容，REALMAX不保证其合法性、正当性、准确性、完整性或品质。用户在接受本网站服务后，在任何情况下，REALMAX均不对任何内容承担任何责任，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。REALMAX有权（但无义务）自行拒绝或删除经由本网站提供的任何内容。</p>
				    <p>　　13.8 本服务可能会包含与其他网站或资源的链接，即第三方链接。REALMAX对于前述网站或资源的内容、隐私政策和活动，无权控制、审查或修改，因而也不承担任何责任。建议您在离开realmaxweb网站，访问其他网站或资源前仔细阅读其服务条款和隐私政策。</p>
				    <p>　　13.9 REALMAX不对用户所发布信息的删除或储存失败承担责任。</p>
				    <p>　　13.10 用户个人对网络服务的使用承担风险。REALMAX不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性，安全性，出错发生都不作担保。</p>
				    <p>&nbsp;</p>
				    <p class="title">十四、协议的变更</p>
				    <p>　　14.1 REALMAX有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的协议条款。</p>
				    <p>　　14.2 本协议条款变更后，如果您继续访问或使用本网站提供的服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止访问或使用本网站提供的服务。</p>
				    <p>&nbsp;</p>
				    <p class="title">十五、服务的变更、中断、终止</p>
				    <p>　　15.1 REALMAX可能会对服务内容进行变更，也可能会中断、中止或终止服务。</p>
				    <p>　　15.2 您理解并同意，REALMAX有权自主决定经营策略。在REALMAX发生合并、分立、收购、资产转让时，REALMAX可向第三方转让本服务下相关资产；REALMAX也可在单方通知您后，将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以REALMAX通知的为准。</p>
				    <p>　　15.3 如发生下列任何一种情形，REALMAX有权不经通知而中断或终止向您提供的服务：</p>
				    <p>　　（1）根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；</p>
				    <p>　　（2）您违反相关法律法规或本协议的约定；</p>
				    <p>　　（3）按照法律规定或主管部门的要求；</p>
				    <p>　　（4）出于安全的原因或其他必要的情形。</p>
				    <p>　　15.4 如果您的服务被终止，REALMAX可以从服务器上永久地删除您的数据,但法律法规另有规定的除外。服务终止后，REALMAX没有义务向您返还数据。</p>
				    <p>&nbsp;</p>
				    <p class="title">十六、管辖与法律适用</p>
				    <p>　　16.1 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
				    <p>　　16.2 本协议签订地为中华人民共和国上海市徐汇区。</p>
				    <p>　　16.3 若您和REALMAX之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地（即中国上海市徐汇区）有管辖权的人民法院管辖。</p>
				    <p>　　16.4 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
				    <p>　　16.5 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
				    <p>&nbsp;</p>
				    <p class="title">十七、未成年人使用条款</p>
				    <p>　　17.1 若用户未满18周岁，则为未成年人，应在监护人监护、指导下阅读本协议和使用本服务。</p>
				    <p>　　17.2 未成年人用户涉世未深，容易被网络虚象迷惑，且好奇心强，遇事缺乏随机应变的处理能力，很容易被别有用心的人利用而又缺乏自我保护能力。因此，未成年人用户在使用本服务时应注意以下事项，提高安全意识，加强自我保护：</p>
				    <p>　　（1）认清网络世界与现实世界的区别，避免沉迷于网络，影响日常的学习生活；</p>
				    <p>　　（2）填写个人资料时，加强个人保护意识，以免不良分子对个人生活造成骚扰；</p>
				    <p>　　（3）在监护人或老师的指导下，学习正确使用网络；</p>
				    <p>　　（4）避免陌生网友随意会面或参与联谊活动，以免不法分子有机可乘，危及自身安全。</p>
				    <p>　　17.3 监护人、学校均应对未成年人使用本服务时多做引导。特别是家长应关心子女的成长，注意与子女的沟通，指导子女上网应该注意的安全问题，防患于未然。</p>
				    <p>&nbsp;</p>
				    <p class="title">十八、其他</p>
				    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;如果您对本协议或本服务有意见或建议，可与REALMAX客户服务部门联系（privacy@realmax.com），我们会给予您必要的帮助。（正文完）</p>
				    <p>&nbsp;</p>
				    <p>塔普翊海（上海）智能科技有限公司</p>
            </div>
        </div>
</template>

<script>
</script>

<style scoped>
	#MAIN-LAYOUT-CONTENT{
		text-align: left;
    	padding: 3%;
    	line-height: 24px;
    	font-size: .24rem;
	}
	div.container{
		min-height: 822px;
	}
	p.title{
		font-size: .3rem;
    	font-weight: bold;
    	line-height: 30px;
	}
	a{
		font-weight: bold;
	}
	p.title_p{
		font-weight: bold;
	}
</style>